9/data/attachments/3e45ce156f07751f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Christopher_identify_Friend_81694_4</nif:username>
            <nif:friendToBeRequested>soap_friends_dba243b4-fe2f-476f-b446-32680501db19</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>